export const birdsData = [
	[
		{
			// ukraine
			id: 1,
			name: 'Серая неясыть',
			species: 'Strix aluco',
			description:
				'Несмотря на то, что серая неясыть предпочитает старые лиственные и смешанные леса, она часто встречается и в хвойных лесах, а также в лесных хозяйствах. Её умение приспосабливаться позволяет проникать даже в городские пространства (парки и сады).',
			image: 'https://live.staticflickr.com/65535/49562377956_442e2a9e85.jpg',
		},
		{
			id: 2,
			name: 'Дятел средний',
			species: 'Dendrocoptes medius',
			description:
				'Он мало стучит, летом бо́льшую часть времени проводит в кроне деревьев и вообще редко опускается на поверхность земли. Чаще всего это дятла можно увидеть в одиночестве, однако зимой он может сопровождать стайки синиц или других видов дятлов, залетевших на его территорию.',
			image: 'https://live.staticflickr.com/65535/47828779552_f64731f826.jpg',
		},
		{
			id: 3,
			name: 'Мухоловка малая',
			species: 'Ficedula parva',
			description:
				'Песня — набор мелодичных свистов «тью-тью-тью-тью, фью-фью-тю, хьюд-хьюд-хьюд-хьюд, фи-тюй-фи-тюй-фи-тюй», крик — сухой треск «ррр» или посвисты «хи-ли».',
			image: 'https://live.staticflickr.com/4491/37382860102_4f9435677d.jpg',
		},
		{
			id: 4,
			name: 'Зяблик',
			species: 'Fringilla coelebs',
			description:
				'Зяблики прилетают в начале апреля. Гнездование и кладку начинают в начале мая. Насиживание и время выкармливания в гнезде — две недели. Вылет молодых птиц — в июне. Зяблики могут делать две кладки за сезон. Второе выведение — с июня по август. Отлёт — с сентября до середины октября.',
			image: 'https://live.staticflickr.com/943/41957441421_8ece82d433.jpg',
		},
		{
			id: 5,
			name: 'Иволга',
			species: 'Oriolus oriolus',
			description:
				'Очень подвижная птица, быстро и бесшумно перепрыгивает с ветки на ветку в густой листве деревьев. Полёт быстрый и волнообразный, как у дятлов или дроздов. Средняя скорость полёта составляет 40—47 км/ч.',
			image: 'https://live.staticflickr.com/4248/35165802495_08e0cb8bbd.jpg',
		},
		{
			id: 6,
			name: 'Соловей',
			species: 'Luscinia luscinia',
			description:
				'Песня — набор повторяющихся свистов и щелканий. Каждый элемент песни (колено), число которых может достигать 12, повторяется несколько раз. Крик — низкое «фиуить-трр». Повадки соловья очень характерны.',
			image: 'https://live.staticflickr.com/65535/47927199668_c9565aaba4.jpg',
		},
	],
	[
		// belarus
		{
			id: 1,
			name: 'Кукушка',
			species: 'Cuculus canorus',
			description:
				'Многие виды кукушек являются гнездовыми паразитами. Они откладывают свои яйца в гнёзда других птиц. Птенцы кукушки вылупляются раньше, более развитыми и растут быстрее, в результате они обычно выкидывают яйца или птенцов их приёмных родителей, после чего хозяева гнезда выкармливают только птенцов кукушек.',
			image: 'https://live.staticflickr.com/65535/47825689981_d32c11f6cb.jpg',
		},
		{
			id: 2,
			name: 'Рябчик',
			species: 'Tetrastes bonasia',
			description:
				'Это оседлая птица, не совершающая дальних миграций. Рябчик, как и все тетеревиные, в основном растительнояден, хотя летом в его рационе животные корма занимают значительное место; птенцы же кормятся в основном насекомыми.',
			image: 'https://live.staticflickr.com/4762/25390408747_e94118c14c.jpg',
		},
		{
			id: 3,
			name: 'Вертишейка',
			species: 'Jynx torquilla',
			description:
				'Свои гнёзда не выдалбливает, а занимает брошенные дупла дятлов либо выгоняет из них уже начавших гнездиться воробьиных птиц.',
			image: 'https://live.staticflickr.com/65535/49871094057_d830f46d2d.jpg',
		},
		{
			id: 4,
			name: 'Чечевица',
			species: 'Carpodacus erythrinus',
			description:
				' Большинство видов обитают в Азии, три вида (красношапочная чечевица, пурпурная чечевица, мексиканская чечевица) — в Северной Америке, один вид (обыкновенная чечевица) в Европе.',
			image: 'https://live.staticflickr.com/65535/50042182936_74221317f3.jpg',
		},
		{
			id: 5,
			name: 'Горихвостка-чернушка',
			species: 'Phoenicurus ochruros',
			description:
				'Наиболее заметный определяющий признак, благодаря которому птица приобрела своё родовое название «горихвостка» — ярко-рыжее надхвостье и такой же рыжий с тёмной продольной полосой посередине, постоянно подёргивающийся хвост.',
			image: 'https://live.staticflickr.com/65535/49058632426_cdd6b9211c.jpg',
		},
		{
			id: 6,
			name: 'Канареечный вьюрок',
			species: 'Serinus serinus',
			description:
				'В Европе — самый маленький вид из распространённых вьюрков[11]. Окраска тёмно-зелёная, крылья бурые, с пестринами. У самцов пестрины — мелкие серые полоски располагаются на спине и боках, у самок — на груди.',
			image: 'https://live.staticflickr.com/65535/49844163138_81a6ae65ac.jpg',
		},
	],
	[
		// poland
		{
			id: 1,
			name: 'Лебедь шипун',
			species: 'Cygnus olor',
			description:
				'У лебедей очень длинная шея, вытянутое туловище, тело и голова средней величины с оранжево-красным клювом, у основания которого есть характерный чёрный нарост. Шипуном назван из-за звука, издаваемого при раздражении.',
			image: 'https://live.staticflickr.com/4697/25247611867_fdf64c15fa.jpg',
		},
		{
			id: 2,
			name: 'Ястреб-тетеревятник',
			species: 'Accipiter gentilis',
			description:
				'Ястребы-тетеревятники строго придерживаются своей территории, и гнездящаяся пара перед и во время строительства гнезда отчётливо демонстрирует воздушные пируэты. Если кто-либо вторгается на их территорию, пара отчаянно будет её защищать.',
			image: 'https://live.staticflickr.com/65535/46915720641_b55de44339.jpg',
		},
		{
			id: 3,
			name: 'Белолобый гусь',
			species: 'Anser albifrons',
			description:
				'Белолобый гусь прекрасно ходит и бегает по земле, на воде его можно увидеть гораздо реже. В основном к воде белолобые гуси прилетают только на водопой. ',
			image: 'https://live.staticflickr.com/7832/32578520007_28244253b3.jpg',
		},
		{
			id: 4,
			name: 'Водяной пастушок',
			species: 'Rallus aquaticus',
			description:
				'Крик у пастушка особый, в пределах ареала не сравнимый с другими птицами. Различают несколько вариантов, в том числе характерный, напоминающий визг поросёнка, крик.',
			image: 'https://live.staticflickr.com/65535/49111135357_c4a6c91520.jpg',
		},
		{
			id: 5,
			name: 'Болотный лунь',
			species: 'Circus aeruginosus',
			description:
				'Питается мелкими птицами, яйцами, рыбой, лягушками, ловит мелких зверьков, в особенности грызунов. Гнездится в болотистых, заросших камышом и тростником местностях у водоёмов.',
			image: 'https://live.staticflickr.com/4514/23662584198_4db203fa45.jpg',
		},
		{
			id: 6,
			name: 'Канюк',
			species: 'Buteo buteo',
			description:
				'Охотится на открытых пространствах, медленно паря в воздухе или чаще всего с засады на возвышении. Питается мелкими млекопитающими: сусликами, мышами-полёвками, крысами, кроликами и мелкими птицами.',
			image: 'https://live.staticflickr.com/7868/46903530571_3dfb646fbc.jpg',
		},
	],
	[
		// norway
		{
			id: 1,
			name: 'Тетерев',
			species: 'Lyrurus tetrix',
			description:
				'Обычно наземная птица, но в холодное время года держится на деревьях, где добывает себе корм. По земле передвигается подобно домашней курице — быстро бегает и взлетает почти вертикально.',
			image: 'https://live.staticflickr.com/65535/49709375112_440b135ec7.jpg',
		},
		{
			id: 2,
			name: 'Серый журавль',
			species: 'Grus grus',
			description:
				'Серые журавли моногамны, держатся вместе и сохраняют пару в течение жизни. Если самец или самка погибает, то оставшаяся птица находит себе другую пару. Другая пара образуется также в случае продолжительных неудачных попыток завести потомство.',
			image: 'https://live.staticflickr.com/65535/50011603591_f81f85b3f5.jpg',
		},
		{
			id: 3,
			name: 'Воробьиный сыч',
			species: 'Glaucidium passerinum',
			description:
				'Воробьиный сыч — очень маленькая сова, как и все представители рода воробьиных сычей. Длина его тела составляет 15—19 см, размах крыльев — 35—40 см, длина крыла — 9—11 см, вес — 55—80 г.',
			image: 'https://live.staticflickr.com/65535/49721117668_9a4de49088.jpg',
		},
		{
			id: 4,
			name: 'Дятел трехпалый',
			species: 'Picoides tridactylus',
			description:
				'Корм чаще всего добывает из под коры деревьев, иногда за день успевая ободрать крупную ель, где может прятаться до 10 тыс. личинок короедов.',
			image: 'https://live.staticflickr.com/717/22526159650_7185c14d46.jpg',
		},
		{
			id: 5,
			name: 'Желна',
			species: 'Dryocopus martius',
			description:
				'Это наиболее крупный дятел Западной Палеарктики, своими размерами лишь слегка уступает грачу — в отличие от этой вороны имеет более стройное телосложение, длинную тонкую шею и длинный хвост. Длина 42—49 см, вес 250—450 г, размах крыльев 64—80 см.[3]',
			image: 'https://live.staticflickr.com/65535/50088428168_978890573f.jpg',
		},
		{
			id: 6,
			name: 'Кукша',
			species: 'Perisoreus infaustus',
			description:
				'Название кукша происходит от издаваемого птицей крика, похожего на глухой звук «куук», за который, по всей видимости, и получила своё название, сравните, напр. кукушка — от «ку-ку», филин в немецком (Uhu) от издаваемого звука «угу».',
			image: 'https://live.staticflickr.com/3951/33290077011_7a287c6107.jpg',
		},
	],
	[
		// ireland
		{
			id: 1,
			name: 'Пеночка-весничка',
			species: 'Phylloscopus trochilus',
			description:
				'Зимует она в Африке к югу от Сахары. Время и направление перелёта заложены у неё в генах. Предпочитаемая среда обитания пеночки-веснички — негустые лиственные и смешанные леса, парки, влажные биотопы, кустарниковые местности и сады.',
			image: 'https://live.staticflickr.com/65535/49768187231_41b3860d48.jpg',
		},
		{
			id: 2,
			name: 'Черноголовая славка',
			species: 'Sylvia atricapilla',
			description:
				'Летом в питании преобладают жуки (преимущественно долгоносики и листоеды), клопы, мухи, перепончатокрылые, в частности личинки пилильщиков, а также бабочки и их гусеницы.',
			image: 'https://live.staticflickr.com/4197/34194185304_120c13d3f9.jpg',
		},
		{
			id: 3,
			name: 'Сойка',
			species: 'Garrulus glandarius',
			description:
				'Слово сойка — уменьшительная форма от древнерусского названия этой птицы «соя». Предполагается, что название родственно глаголу «сиять» и дано птице за яркое оперение.',
			image: 'https://live.staticflickr.com/65535/50132630381_682137ae51.jpg',
		},
		{
			id: 4,
			name: 'Желтоголовый королёк',
			species: 'Regulus regulus',
			description:
				'Очень подвижная птица, постоянно перепархивает с одной ветки на другую, на тонких веточках принимает различные позы, в том числе и вниз головой.',
			image: 'https://live.staticflickr.com/4710/40047182502_3902f621c5.jpg',
		},
		{
			id: 5,
			name: 'Пестроносая крачка',
			species: 'Thalasseus sandvicensis',
			description:
				'Пестроносая крачка добывает корм, ныряя за ним с воздуха. Питается главным образом мелкой рыбой, а также морскими червями, моллюсками и насекомыми.',
			image: 'https://live.staticflickr.com/4596/38639841765_e145cfa75c.jpg',
		},
		{
			id: 6,
			name: 'Галка',
			species: 'Coloeus monedula',
			description:
				'Галка привлекает внимание человека с древних времён, о чём свидетельствуют многочисленные античные и средневековые источники. Своё отражение в культуре нашли такие характеристики птицы, как склонность селиться вблизи человека, страсть к блестящим вещам, общительность и приручаемостьПерейти к разделу «#Птица и человек».',
			image: 'https://live.staticflickr.com/4880/44935878235_813a35129c.jpg',
		},
	],
	[
		// mali
		{
			id: 1,
			name: 'Шпорцевый чибис',
			species: 'Vanellus spinosus',
			description:
				'Шпорцевый чибис достигает длины от 25 до 27 см. Голова и грудь птицы чёрно-белого цвета. Верхняя сторона тела, напротив, от песочного до бурого цвета. Ноги чёрные и выдаются в полёте над хвостом. Полёт так же, как у чибиса медленный и осторожный.',
			image: 'https://live.staticflickr.com/4794/40135118764_7cba106247.jpg',
		},
		{
			id: 2,
			name: 'Африканская хохлатая кукушка',
			species: 'Clamator levaillantii',
			description:
				'Оседлый гнездящийся вид Африки к югу от Сахары. Населяет кустарниковые заросли. Гнездовой паразит, использующий гнезда преимущественно дроздовых тимелий, назван в честь французского исследователя, коллекционера и орнитолога Франсуа Ле Вальяна.',
			image: 'https://live.staticflickr.com/3754/10853480894_334a6ecf32.jpg',
		},
		{
			id: 3,
			name: 'Абиссинская сизоворонка',
			species: 'Coracias abyssinicus',
			description:
				'Вид обитает в сухих саваннах. Держится в одиночку, парами или стаями до 20 птиц. Охотится на насекомых и мелких позвоночных. Сезон размножения длится с февраля по июль. Гнездо обустраивает в дуплах деревьев, термитниках, заброшенных домах. В кладке 2—6 яиц.',
			image: 'https://live.staticflickr.com/65535/49510722093_bf36b91e60.jpg',
		},
		{
			id: 4,
			name: 'Золотоголовый певчий сорокопут',
			species: 'Laniarius barbarus',
			description:
				'чрезвычайно скрытные птицы, о присутствии которых можно судить разве что по издаваемым ими звукам. Постоянным местом пребывания этих сорокопутов служат кроны деревьев и кустов. Время от времени они перелетают с дереве на дерево особым полетом с частыми неглубокими взмахами крыльев, которые чередуют с долгим скольжением.',
			image: 'https://live.staticflickr.com/7800/45811889675_b082ac4892.jpg',
		},
		{
			id: 5,
			name: 'Пиакпиак',
			species: 'Ptilostomus afer',
			description:
				'Африканский член семейства ворон и единственный представитель рода Ptilostomus.',
			image: 'https://live.staticflickr.com/803/39926897335_2ecd31f046.jpg',
		},
		{
			id: 6,
			name: 'Белобровая цистикола',
			species: 'Cisticola cantans swanzii',
			description:
				'Самцы цистикол — полигамны. Самка строит незаметное гнездо глубоко в траве, часто связывая живые листья в мягкую ткань из войлочного растительного пуха, паутины и травы.',
			image: 'https://live.staticflickr.com/306/32322549885_dd2d9eb323.jpg',
		},
	],
];

export default birdsData;
